function getCombos() {
   return [
        {
          "标签": [
            "防护"
          ],
          "名字": [
            "米格鲁",
            "斑点"
          ],
          "星级": "3"
        },
        {
          "标签": [
            "费用回复"
          ],
          "名字": [
            "芬",
            "香草",
            "翎羽"
          ],
          "星级": "3"
        },
        {
          "标签": [
            "辅助"
          ],
          "名字": [
            "梓兰"
          ],
          "星级": "3"
        },
        {
          "标签": [
            "减速"
          ],
          "名字": [
            "梓兰"
          ],
          "星级": "3"
        },
        {
          "标签": [
            "近卫"
          ],
          "名字": [
            "月见夜",
            "玫兰莎",
            "泡普卡"
          ],
          "星级": "3"
        },
        {
          "标签": [
            "近战位"
          ],
          "名字": [
            "芬",
            "月见夜",
            "香草",
            "米格鲁",
            "斑点",
            "玫兰莎",
            "翎羽",
            "泡普卡"
          ],
          "星级": "3"
        },
        {
          "标签": [
            "狙击"
          ],
          "名字": [
            "空爆",
            "安德切尔",
            "克洛丝"
          ],
          "星级": "3"
        },
        {
          "标签": [
            "群攻"
          ],
          "名字": [
            "炎熔",
            "空爆",
            "泡普卡"
          ],
          "星级": "3"
        },
        {
          "标签": [
            "生存"
          ],
          "名字": [
            "玫兰莎",
            "泡普卡"
          ],
          "星级": "3"
        },
        {
          "标签": [
            "输出"
          ],
          "名字": [
            "月见夜",
            "史都华德",
            "安德切尔",
            "克洛丝",
            "玫兰莎",
            "翎羽"
          ],
          "星级": "3"
        },
        {
          "标签": [
            "术师"
          ],
          "名字": [
            "炎熔",
            "史都华德"
          ],
          "星级": "3"
        },
        {
          "标签": [
            "先锋"
          ],
          "名字": [
            "芬",
            "香草",
            "翎羽"
          ],
          "星级": "3"
        },
        {
          "标签": [
            "医疗"
          ],
          "名字": [
            "芙蓉",
            "安赛尔"
          ],
          "星级": "3"
        },
        {
          "标签": [
            "远程位"
          ],
          "名字": [
            "炎熔",
            "史都华德",
            "空爆",
            "梓兰",
            "芙蓉",
            "安德切尔",
            "克洛丝",
            "安赛尔"
          ],
          "星级": "3"
        },
        {
          "标签": [
            "治疗"
          ],
          "名字": [
            "斑点",
            "芙蓉",
            "安赛尔"
          ],
          "星级": "3"
        },
        {
          "标签": [
            "重装"
          ],
          "名字": [
            "米格鲁",
            "斑点"
          ],
          "星级": "3"
        },
        {
          "标签": [
            "爆发"
          ],
          "名字": [
            "刻刀"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "控场"
          ],
          "名字": [
            "卡达",
            "深靛"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "快速复活"
          ],
          "名字": [
            "砾",
            "孑"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "特种"
          ],
          "名字": [
            "阿消",
            "暗索",
            "砾",
            "孑"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "位移"
          ],
          "名字": [
            "阿消",
            "暗索"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "削弱"
          ],
          "名字": [
            "流星",
            "夜烟"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "召唤"
          ],
          "名字": [
            "豆苗"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "支援"
          ],
          "名字": [
            "杜宾",
            "清流"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "费用回复",
            "远程位"
          ],
          "名字": [
            "豆苗"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "减速",
            "近卫"
          ],
          "名字": [
            "霜叶"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "减速",
            "近战位"
          ],
          "名字": [
            "霜叶"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "减速",
            "狙击"
          ],
          "名字": [
            "安比尔",
            "梅",
            "白雪"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "减速",
            "群攻"
          ],
          "名字": [
            "格雷伊",
            "白雪"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "减速",
            "输出"
          ],
          "名字": [
            "安比尔",
            "梅",
            "霜叶"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "减速",
            "术师"
          ],
          "名字": [
            "格雷伊"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "减速",
            "治疗"
          ],
          "名字": [
            "波登可"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "狙击",
            "生存"
          ],
          "名字": [
            "杰西卡"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "群攻",
            "输出"
          ],
          "名字": [
            "松果"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "生存",
            "远程位"
          ],
          "名字": [
            "杰西卡"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "先锋",
            "远程位"
          ],
          "名字": [
            "豆苗"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "先锋",
            "治疗"
          ],
          "名字": [
            "桃金娘"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "治疗",
            "费用回复"
          ],
          "名字": [
            "桃金娘"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "治疗",
            "辅助"
          ],
          "名字": [
            "波登可"
          ],
          "星级": "4"
        },
        {
          "标签": [
            "爆发",
            "狙击"
          ],
          "名字": [
            "守林人"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "爆发",
            "群攻"
          ],
          "名字": [
            "莱恩哈特"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "爆发",
            "远程位"
          ],
          "名字": [
            "守林人",
            "莱恩哈特"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "辅助",
            "输出"
          ],
          "名字": [
            "真理"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "减速",
            "控场"
          ],
          "名字": [
            "格劳克斯"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "减速",
            "特种"
          ],
          "名字": [
            "食铁兽"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "近卫",
            "防护"
          ],
          "名字": [
            "星极"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "控场",
            "费用回复"
          ],
          "名字": [
            "德克萨斯"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "控场",
            "辅助"
          ],
          "名字": [
            "格劳克斯",
            "梅尔"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "控场",
            "近战位"
          ],
          "名字": [
            "德克萨斯",
            "红",
            "卡夫卡"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "控场",
            "特种"
          ],
          "名字": [
            "红",
            "卡夫卡"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "快速复活",
            "控场"
          ],
          "名字": [
            "红",
            "卡夫卡"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "群攻",
            "防护"
          ],
          "名字": [
            "蜜蜡"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "生存",
            "防护"
          ],
          "名字": [
            "火神"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "生存",
            "辅助"
          ],
          "名字": [
            "月禾"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "生存",
            "重装"
          ],
          "名字": [
            "火神"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "输出",
            "防护"
          ],
          "名字": [
            "星极",
            "火神",
            "雷蛇",
            "石棉"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "输出",
            "重装"
          ],
          "名字": [
            "火神",
            "雷蛇",
            "石棉"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "术师",
            "爆发"
          ],
          "名字": [
            "莱恩哈特"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "术师",
            "防护"
          ],
          "名字": [
            "蜜蜡"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "术师",
            "治疗"
          ],
          "名字": [
            "夜魔"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "特种",
            "生存"
          ],
          "名字": [
            "狮蝎",
            "绮良"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "位移",
            "防护"
          ],
          "名字": [
            "可颂"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "位移",
            "减速"
          ],
          "名字": [
            "食铁兽"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "位移",
            "输出"
          ],
          "名字": [
            "崖心"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "位移",
            "重装"
          ],
          "名字": [
            "可颂"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "先锋",
            "控场"
          ],
          "名字": [
            "德克萨斯"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "先锋",
            "支援"
          ],
          "名字": [
            "凛冬",
            "极境"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "削弱",
            "辅助"
          ],
          "名字": [
            "初雪",
            "巫恋"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "削弱",
            "近战位"
          ],
          "名字": [
            "槐琥"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "削弱",
            "快速复活"
          ],
          "名字": [
            "槐琥"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "削弱",
            "群攻"
          ],
          "名字": [
            "陨星",
            "慑砂"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "削弱",
            "特种"
          ],
          "名字": [
            "槐琥"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "远程位",
            "防护"
          ],
          "名字": [
            "蜜蜡"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "召唤",
            "辅助"
          ],
          "名字": [
            "梅尔"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "召唤",
            "控场"
          ],
          "名字": [
            "梅尔"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "支援",
            "费用回复"
          ],
          "名字": [
            "凛冬",
            "极境"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "支援",
            "辅助"
          ],
          "名字": [
            "月禾"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "支援",
            "生存"
          ],
          "名字": [
            "月禾"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "治疗",
            "输出"
          ],
          "名字": [
            "夜魔"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "减速",
            "术师",
            "输出"
          ],
          "名字": [
            "夜魔"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "群攻",
            "输出",
            "近卫"
          ],
          "名字": [
            "断崖"
          ],
          "星级": "5"
        },
        {
          "标签": [
            "群攻",
            "输出",
            "近战位"
          ],
          "名字": [
            "断崖"
          ],
          "星级": "5"
        }
      ];
}